Repository: ukrtrip/alb-hpp-donations
Catalog: alb-hpp-donations/languages/alb-hpp-donations-*.po
Languages: uk

source: Donation Amount
uk: Сума

source: UAH
uk: Грн

source: Your amount, e.g.
uk: Своя сума, напр.

source: First name
uk: Ім’я

source: Last name
uk: Прізвище

source: Email (for receipt)
uk: Email (квитанція)

source: Comment (optional)
uk: Коментар (необов’язково)

source: Charitable donation
uk: Благодійний внесок

source: Donate
uk: Підтримати

source: library not found
uk: бібліотека не знайдена

source: MerchantId is not set in the plugin settings.
uk: Не задано merchantId у налаштуваннях плагіна.

source: DeviceId/refreshToken not set in plugin settings.
uk: Не задано deviceId/refreshToken у налаштуваннях плагіна.
